Repository: freedict/website
Catalog: i18n/contents+es.po
Languages: es

source: FreeDict provides its dictionaries under free and open source licences that allow the users to study, modify, extend and redistribute them, given that the licencing conditions are met. Each dictionary has separate licencing terms which are located in the TEI header at the beginning of each dictionary file. We advice you to check this out first or to ask on the [mailing list](https://www.freelists.org/list/freedict), if unsure.
es: FreeDict proporciona sus diccionarios bajo licencias libres y de código abierto que permiten a los usuarios estudiarlos, modificarlos, ampliarlos y redistribuirlos, ya que se cumplen las condiciones de las licencias. Cada diccionario tiene términos de licencia separados que se encuentran en el encabezado TEI al principio de cada archivo de diccionario. Le aconsejamos que compruebe esto primero o que pregunte en la [lista de correo](https://www.freelists.org/list/freedict), si no esta seguro.

source: The majority of our dictionaries is licenced under [GPL](https://www.gnu.org/licenses/gpl-3.0.en.html). If you plan to modify, extend or bundle these dictionaries, you should study the licence terms carefully. To the best of our knowledge, GPL does permit bundling the dictionary in a commercial product, but requires you to inform the user about the licence of the data. Furthermore you need to link the dictionary sources, including all modifications made. Definite advice can only be given by a lawyer and we make you hereby aware that we are only representing our understanding here.
es: La mayoría de nuestros diccionarios están licenciados bajo [GPL](https://www.gnu.org/licenses/gpl-3.0.en.html). Si planea modificar, ampliar o agrupar estos diccionarios, debe estudiar los términos de la licencia cuidadosamente. A nuestro entender, la GPL permite agrupar los diccionarios en un producto comercial, pero requiere que usted informe al usuario sobre la licencia de los datos. Además, es necesario vincular las fuentes de los diccionarios, incluyendo todas las modificaciones realizadas. El consejo definitivo sólo puede ser dado por un abogado y le hacemos saber que aquí sólo representamos nuestro entendimiento.

source: About Us
es: Acerca de nosotros

source: FreeDict is a dictionary project with
es: FreeDict es un proyecto de diccionarios con

source: * Truly free dictionaries: everybody is able to use, modify and redistribute our dictionaries, given that the licencing terms are met. * Dictionaries can be exported into a variety of output formats for mobile and desktop dictionary programs. * Dictionaries are independent from a specific format and hence can be made available for any purpose, either for end-users or scientific use cases.
es: * Diccionarios verdaderamente libres: todo el mundo puede usar, modificar y redistribuir nuestros diccionarios, dado que los términos de licencia lo permiten. * Los diccionarios pueden ser exportados a una variedad de formatos de salida para móviles y programas de diccionario de escritorio. * Los diccionarios son independientes de un formato específico y por lo tanto se pueden hacer disponibles para cualquier propósito, ya sea para usuarios finales o casos de uso científico.

source: ### History
es: ### Historia

source: This project was started in 2000 by Horst Eyermann. The first databases were derived from a project called Ergane which used to distribute free dictionaries. When Michael Bunk took over the project in 2004, he opened the project to a broader scope, allowing all kinds of dictionaries in the project and converted all dictionaries into the TEI format. He both imported new dictionaries and wrote other dictionaries by hand himself.
es: Este proyecto fue iniciado en el año 2000 por Horst Eyermann. Las primeras bases de datos fueron derivadas de un proyecto llamado Ergane que solía distribuir diccionarios gratuitos. Cuando Michael Bunk se hizo cargo del proyecto en 2004, abrió el proyecto a un alcance más amplio, permitiendo todo tipo de diccionarios en el proyecto y convirtió todos los diccionarios en el formato TEI. Importó nuevos diccionarios y escribió otros diccionarios a mano.

source: Since then, FreeDict has much evolved and now offers both imported and hand-crafted dictionaries in various sizes.
es: Desde entonces, FreeDict ha evolucionado mucho y ahora ofrece diccionarios importados y hechos a mano en varios tamaños.

source: With the switch to TEI P5 in 2010, the project uses a comprehensive standard to encode human speech. This format also allows for the usage of the dictionaries in yet unforeseen use case scenario's, because it decouples from the actual output format.
es: Con el cambio a TEI P5 en 2010, el proyecto utiliza un estándar integral para codificar el habla humana. Este formato también permite que el uso de los diccionarios en casos de uso aún no previstos, porque se desvincula del formato de salida real.

source: In 2016, FreeDict moved from SourceForge to [Github](https://github.com/freedict). This makes the project more visible and eases collaborative development considerably.
es: En 2016, FreeDict se trasladó de SourceForge a [Github](https://github.com/freedict). Esto hace que el proyecto sea más visible y facilita considerablemente el desarrollo colaborativo.

source: ### Contact
es: ### Contacto

source: We are happy to receive feedback, feature requests and we absolutely love patches. Please have a look at our [community page](../community) for more information.
es: Estamos encantados de recibir comentarios, solicitud de características y nos encanta los parches. Por favor, eche un vistazo a nuestra [página de la comunidad] (../community) para más información.

source: Community
es: Comunidad

source: About us
es: Acerca de nosotros

source: View this site in another language:
es: Vea esta página en otro idioma:

source: Website Translations
es: Traducciones de sitios web

source: Help translating this website!
es: ¡Ayude a traducir este sitio web!

source: Table Of Contents
es: Tabla de contenidos

source: Dictionary Maintainer
es: Mantenedor del diccionario

source: Dictionaries
es: Diccionarios

source: This page uses JavaScript to nicely format the list of downloads. You will instead see a lengthy list, since your browser has JavaScript disabled or doesn't include support for it.
es: Esta página utiliza JavaScript para dar un buen formato a la lista de descargas. En su lugar, verá una larga lista, ya que su navegador tiene JavaScript desactivado o no incluye soporte para ello.

source: Afrikaans
es: Afrikáans

source: Arabic
es: Árabe

source: Asturian
es: Asturiano

source: Breton
es: Bretón

source: Bulgarian
es: Búlgaro

source: Catalan
es: Catalán

source: Central Kurdish
es: Kurdo central

source: Croatian
es: Croata

source: Czech
es: Checo

source: Danish
es: Danés

source: Dutch
es: Holandés

source: English
es: Inglés

source: Finnish
es: Finlandés

source: French
es: Francés

source: German
es: Alemán

source: Hungarian
es: Húngaro

source: Icelandic
es: Islandés

source: Indonesian
es: Indonesio

source: Irish
es: Irlandés

source: Italian
es: Italiano

source: Japanese
es: Japones

source: Kurdish
es: Kurdo

source: Latin
es: Latín

source: Lithuanian
es: Lituano

source: Macedonian
es: Macedónico

source: Modern Greek
es: Griego moderno

source: Northern Kurdish
es: Kurdo del norte

source: Norwegian
es: Noruego

source: Norwegian Bokmål
es: Noruego Bokmål

source: Norwegian Nynorsk
es: Noruego Nynorsk

source: Occitan
es: Occitano

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Romany
es: Romaní

source: Russian
es: Ruso

source: Sanskrit
es: Sánscrito

source: Scottish Gaelic
es: Gaélico Escocés

source: Serbian
es: Serbio

source: Slovak
es: Eslovaco

source: Slovenian
es: Esloveno

source: Spanish
es: Español

source: Swedish
es: Sueco

source: Turkish
es: Turco

source: Welsh
es: Galés

source: Wolof
es: Wólof

source: Work in the last {days} days:
es: Trabajo en los últimos {days} días:

source: {num} commits in
es: {num} commits en

source: {num} issues edits
es: {num} edición de fallos

source: {num} wiki changes
es: {num} cambios en la wiki

source: What's Happening
es: Lo que está pasando

source: One new release:
es: Una nueva versión:

source: {num_releases} new releases:
es: {num_releases} nuevas versiones:

source: and more
es: y más

source: Pick a language:
es: Elija un idioma:

source: No language selected…
es: No se ha seleccionado ningún idioma

source: version {version} with {headwords} headwords
es: version {version} con {headwords} palabras clave

source: checksum
es: suma de verificación
