Repository: freedict/website
Catalog: i18n/contents+es.po
Languages: es

source: Home
es: Inicio

source: ## Free Dictionaries, Free Knowledge
es: ## Diccionarios gratuitos, conocimiento libre

source: The FreeDict project strives to be the most comprehensive source of truly free bilingual dictionaries. They are not just free of charge, but they give you the right to study, change and modify them, as long as you guarantee others these freedoms, too. [Founded in 2000](about), FreeDict nowadays provides over 140 dictionaries in about 45 languages and thanks to its members, grows continuously. Learn how to [become a part of FreeDict](community).
es: El proyecto FreeDict se esfuerza por ser la fuente más completa de diccionarios bilingües verdaderamente libres. No sólo son gratuitos, sino que le dan el derecho para estudiarlos, cambiarlos y modificarlos, siempre y cuando se garanticen a los demás estas libertades, también. [Fundado en 2000](acerca), FreeDict hoy en día proporciona más de 140 diccionarios en alrededor de 45 idiomas y gracias a sus miembros, crece continuamente. Aprende a [formar parte de FreeDict](comunidad).

source: ## Use Wherever You Want
es: ## Úselos donde quiera

source: FreeDict dictionaries offer you the greatest deal of flexibility possible: you can use them both [on your computer or on your mobile phone](downloads) and all the lookups are offline. This means that you can travel abroad without the fear that your provider will make you pay a lot just for a few dictionary lookups. You will even be independent from a network connection.
es: Los diccionarios FreeDict le ofrecen la mayor flexibilidad posible: puede usarlos [en su ordenador y en su teléfono móvil](descargas) además todas las búsquedas están fuera de internet. Esto significa que puede viajar al extranjero sin el temor de que su proveedor le haga pagar un montón solo por unas pocas búsquedas en el diccionario. Incluso sera independiente de una conexión a la red.

source: ## Use For Any Purpose
es: ## Úselos para cualquier propósito

source: Our data is useful for a wide range of applications which is made possible through the use of the generic [TEI XML format](https://en.wikipedia.org/wiki/Text_Encoding_Initiative). This allows us to export our data into any format and for any purpose, be it an electronic/paper dictionary or a spell checker.
es: Nuestros datos son útiles para una amplia variedad de aplicaciones, lo cual se hace posible mediante el uso del [Formato TEI XML](https://en.wikipedia.org/wiki/Text_Encoding_Initiative). Esto nos permite exportar nuestros datos a cualquier formato y para cualquier propósito, ya sea un diccionario electrónico/papel o un corrector ortográfico.

source: Downloads
es: Descargas

source: FreeDict dictionaries are stored in a generic file format which allows to target different dictionary applications, also referred to as platforms. The advantage of this approach is that the dictionary data can be used for any application and that you can pick what suits you best.
es: Los diccionarios de FreeDict están almacenados en un formato genérico, lo cual permite adaptarse a diferentes aplicaciones de diccionario conocidas como plataformas. La ventaja de este enfoque es que los datos del diccionario se pueden usar para cualquier aplicación y que usted puede elegir la que más le convenga.

source: ## Smartphones And Tablets
es: ## Teléfonos inteligentes y tabletas

source: For smartphones and tablets, our dictionaries are available in the [slob format](https://github.com/itkach/slob/wiki/Dictionaries), an advanced format understood by the Aard2 dictionary program for Android. Just download [Aard2 from the playstore](https://play.google.com/store/apps/details?id=itkach.aard2&hl=en) or from [F-Droid](https://f-droid.org/wiki/page/itkach.aard2). Finally, download one of our dictionaries below to your smartphone.
es: Para teléfonos inteligentes y tabletas nuestros diccionarios están en [formato slob](https://github.com/itkach/slob/wiki/Dictionaries), un formato avanzado entendido por el programa de diccionario Aard2 para Android. Sólo descargue [Aard2 de la playstore](https://play.google.com/store/apps/details?id=itkach.aard2&hl=en)

source: ## Computers
es: ## Computadores

source: For desktop computers, you are free to choose between a variety of dictionary programs, a selection of clients can be found on our [wiki page](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients). The most advanced is probably [GoldenDict](http:goldendict.org). It can read many formats, including the dictd format. Just download the archive below to your computer, unpack it and then select `import` from the menu within GoldenDict.
es: Para los computadores de escritorio, usted es libre de escoger entre una variedad de programas de diccionario, una lista de programas se puede encontrar en nuestra [wiki ](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients). El más avanzado es probablemente [GoldenDict](http:goldendict.org). Este puede leer muchos formatos, incluyendo el formato dictd. Solo tiene que descargar el archivo de abajo en su computador, descomprímalo y luego seleccione `importar` en el menú dentro de GoldenDict.

source: If you are running a Debian/Ubuntu derivative or Arch, the FreeDict packages are already available via your package manager. If not, use the downloads below.
es: Si estás ejecutando una derivada de Debian/Ubuntu o Arch, Los paquetes de FreeDict ya están disponibles a través de su administrador de paquetes. Si no es así, utilice las descargas que se indican a continuación.

source: The archives are in the `.tar.xz` format. If you are unable to unpack this archive format, please download a program like [7-Zip](https://7-zip.org). After this, you will find the `.index` and `.dict.dz` files required for the import in your favourite dictionary program.
es: Los archivos están en el formato `.tar.xz` . Si no puede descomprimir este formato de archivo, por favor descargue un programa como [7-Zip](https://7-zip.org). Después de esto, encontrará los archivos `.index` y `.dict.dz` necesarios para la importación en su programa de diccionario favorito.

source: ### Dictionary Downloads
es: ### Descarga de diccionarios

source: ## Sources
es: ## Fuentes

source: If you want to browse through our source, you have several options. The easiest way is to check out the drop-down menu below to select the desired dictionary. Another option is our [static API](#api) that allows for programmatic retrieval of our dictionaries.
es: Si quiere navegar a través de nuestra fuente, tienes varias opciones. La forma más fácil es revisar el menú desplegable de abajo para seleccionar el diccionario deseado. Otra opción es nuestra [API estática](#api) que permite la recuperación programada de nuestros diccionarios.

source: The dictionary development happens at two places. Some dictionaries are maintained and extended manually and are on [GitHub](https://github.com/freedict/fd-dictionaries). Others are [automatically imported](https://download.freedict.org) from other sources and hence their [importer scripts](https://github.com/freedict/tools) are version-controlled.
es: El desarrollo de los diccionario ocurre en dos lugares. Algunos diccionarios son mantenidos y extendidos manualmente y están en [GitHub](https://github.com/freedict/fd-dictionaries). Otros son [importados automáticamente](https://download.freedict.org) de otras fuentes y por lo tanto su [scripts de importación](https://github.com/freedict/tools) esta controlado por versiones.

source: The Dictionaries are encoded in the TEI format, please see the [documentation](../documentation) for more details.
es: Los diccionarios están codificados en el formato TEI, por favor vea la [documentación](../documentación) para más detalles.

source: The latest release of each dictionaries' source can be retrieved below:
es: La última versión de cada fuente de diccionarios' se puede encontrar a continuación:

source: The API allows for retrieval of meta information of each dictionary, as well as direct download links for the target formats (AKA platforms) and their source. This can be helpful for app developers or distributors.
es: La API permite la recuperación de la meta información de cada diccionario, así como enlaces de descarga directa para los formatos de destino (Conocidos como plataformas) y su fuente. Esto puede ser útil para los desarrolladores o distribuidores de aplicaciones.

source: The endpoints are
es: Los Endpoint son

source: Documentation of the API fields is [in the wiki](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).
es: La documentación de los campos de la API es [en la wiki](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).

source: FreeDict Community
es: Comunidad Freedict

source: FreeDict is more than a large number of dictionaries, tools and infrastructure. It consists of a community of enthusiasts with many different skill sets, including linguists, programmers or simply people with an affinity to languages. The diversity is our strength.
es: FreeDict es más que una gran cantidad de diccionarios, herramientas e infraestructura es una comunidad de entusiastas con muchas habilidades diferentes, incluyendo lingüistas, programadores o simplemente personas con afinidad a los idiomas. La diversidad es nuestra fuerza.

source: ## Getting Started
es: ## Primeros pasos

source: Let's get in touch:
es: Póngase en contacto:

source: * The IRC channel [`#freedict`](https://webchat.oftc.net/?channels=freedict) on the `OFTC` network lets you get in touch with us in real-time. You can ask any questions in any complexity and without logging. If you do not know IRC, you can try the [web chat](https://webchat.oftc.net/?channels=freedict). This channel is the right place to ask questions if you are hesitant to post to a public mailing list.
es: * El canal IRC ['#freedict'] (https://webchat.oftc.net/?channels=freedict) en la red 'OFTC' le permite ponerse en contacto con nosotros en tiempo real. Puedes hacer cualquier pregunta en cualquier complejidad y sin registro. Si no sabe usar IRC, Usted puede probar el [chat web](https://webchat.oftc.net/?channels-freedict). éste canal es el lugar adecuado para hacer preguntas si usted es reacio a publicar en una lista de correo pública.

source: * If you want to reach a broader range of users and developers, it is best to subscribe to our [mailing list](https://www.freelists.org/list/freedict). This list is very low traffic and full of people waiting to answer your questions.
es: * Si quiere llegar a un mayor número de usuarios y desarrolladores, es mejor que se suscriba a nuestra [Lista de correo](https://www.freelists.org/list/freedict). Esta lista es de muy poco tráfico y esta llena de gente esperando responder a sus preguntas.

source: * If you do not speak English well enough, you may also try to ask in your native language on the mailing list, there is a chance that somebody with the according knowledge is around. Just be so kind to include "Please translate my message from language XYZ" in the beginning of your message, so that we can resort to a translation service, if nobody speaks your language.
es: * Si usted no habla bien inglés, puede probar a preguntar en su lengua natal en nuestra lista de correo, hay posibilidad de que alguien con el conocimiento adecuado esté alrededor. Solo sea tan amable de incluir "Por favor, traduzca mi mensaje del idioma XYZ" al principio de su mensaje para que podamos recurrir a un servicio de traducción, si nadie habla su idioma.

source: You might also want to take a look at our [documentation](documentation).
es: También puede que quiera echar un vistazo a nuestra [documentación](documentation).

source: ## Development
es: ## Desarrollo

source: ### Technical
es: ### Técnico

source: Development takes mostly place on [GitHub](https://github.com/freedict) and is split among several repositories. All the hand-written dictionaries are in the [fd-dictionaries](https://github.com/freedict/fd-dictionaries) repository and the tools are in the [the repository with the same name](https://github.com/freedict/tools).
es: El desarrollo se lleva a cabo principalmente en [GitHub](https://github.com/freedict) y esta dividido en varios depósitos. Todos los diccionarios escritos a mano están en [fd-diccionarios](https://github.com/freedict/fd-dictionaries) y las herramientas están en (https://github.com/freedict/tools).

source: Bugs and feature requests regarding dictionaries are managed on our [fd-dictionaries issue tracker](https://github.com/freedict/fd-dictionaries/issues), including those dictionaries which are *not* in the fd-dictionaries repository. All issues related to the development of tools for building and importing dictionaries should go to the [tools issue tracker](https://github.com/freedict/tools/issues).
es: Los errores y las solicitudes de características relacionadas con los diccionarios se administran en nuestro [fd-dictionaries issue tracker] (https://github.com/freedict/fd-dictionaries/issues), incluidos aquellos diccionarios que * no * están en el repositorio fd-dictionaries. Todos los temas relacionados con el desarrollo de herramientas para la construcción e importación de diccionarios debe ir a la [tools issue tracker](https://github.com/freedict/tools/issues).

source: ### I'm Not A Developer
es: ### No soy un desarrollador

source: Great, we cannot wait for your contribution! We are happy to assist with any technical question you might have and are happy to mentor you in the process of learning how to work in our project.\nYou can also make a great difference if you recommend us to your friends!
es: ¡Genial, no podemos esperar por su contribución! Estamos felices de ayudar con cualquier pregunta técnica que pueda tener y estaremos encantados de asesorarle en el proceso de aprender a trabajar en nuestro proyecto. ¡También puede hacer una gran diferencia si nos recomienda a sus amigos!

source: #### Website Translations
es: #### Traducción del sitio web

source: We are always looking for people who are able to translate our website. As a dictionary project, we want to reach as many people as possible, hence our website needs many translations. This is not a lot of work and it doesn't change too often, so please [contact us](https://www.freelists.org/list/freedict) if you would like to help.
es: Siempre estamos buscando personas que sean capaces de traducir nuestro sitio web. Como un proyecto de diccionarios, queremos llegar a tantas personas como sea posible, de ahí que nuestro sitio web necesité muchas traducciones. No es demasiado trabajo y no cambia con frecuencia, así que [contáctenos](https://www.freelists.org/list/freedict) si quiere ayudar.

source: #### Improving Dictionaries
es: ### Mejorar los diccionarios

source: It is very helpful if you report errors in our dictionaries to us. You can report them either on [GitHub](https://github.com/freedict/fd-dictionaries) or on our mailing list.
es: Es muy útil si nos informa de errores en nuestros diccionarios. Puede informar de ellos ya sea en [GitHub] (https://github.com/freedict/fd-dictionaries) o en nuestra lista de correo.

source: #### Artwork
es: #### Arte y diseño gráfico

source: If you have the rare gift of being able to design a website theme, logos, stickers or whatever comes to mind, then we would be very excited to get to know you. Please be so kind and write to us on the [mailing list](https://www.freelists.org/list/freedict).
es: Si tiene el raro don de poder diseñar un tema para un sitio web, logos, pegatinas o lo que se le ocurra, entonces estaríamos muy emocionados de conocerlo. Por favor, sea tan amable y escríbanos a la [lista de correo](https://www.freelists.org/list/freedict).

source: ## Active Dictionary Maintainers
es: ## Actualizadores de diccionarios activos

source: Dictionary maintainers are the hardworking persons behind a dictionary who keep it up to date and who take care of including the improvements sent in by the community. A more in-depth explanation can be found at the [dedicated wiki page](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Maintainers).
es: Los mantenedores de diccionarios son las personas que hacen el trabajo duro detrás de un diccionario, que lo mantienen actualizado y que se encargan de incluir las mejoras enviadas por la comunidad. Una explicación más detallada se puede encontrar en la [página wiki dedicada] (https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Maintainers).

source: Below is a list of the active dictionary maintainers:
es: A continuación se muestra una lista de los mantenedores de diccionario activos:

source: Documentation
es: Documentación

source: Most of the documentation can be found in the [wiki](https://github.com/freedict/fd-dictionaries/wiki). This page is mostly an overview over the available resources. A good starting point is the section on [frequently asked questions](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-FAQ).
es: La mayor parte de la documentación se encuentra en la [wiki](https://github.com/freedict/fd-dictionaries/wiki). Esta página es principalmente una visión general de los recursos disponibles. Un buen punto de partida es la sección de [preguntas frecuentes](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-FAQ).

source: Our dictionaries, its sources and recommendations for programs to use them can be found on the [downloads page](../downloads). If you are stuck at any point, you might want to [ask for help](../community).
es: Nuestros diccionarios, sus fuentes y las recomendaciones de programas para usarlos pueden ser encontradas en la [página de descargas](../descargas). Si se queda atascado en algún momento, tal vez quiera [pedir ayuda](../comunidad).

source: All of the sources are hosted on [GitHub](https://github.com/freedict). Scripts and utilities are contained in the [tools repository](https://github.com/freedict/tools) of which you need a copy. The FreeDict tools assume a minimal set of software to be installed. The [README of the tools repository](https://github.com/freedict/tools) gives a short introduction on how to set things up.
es: Todas las fuentes están alojadas en [GitHub](https://github.com/freedict). Los Scripts y las utilidades están contenidas en el [deposito de herramientas](https://github.com/freedict/tools) del cual necesitara una copia. Las herramientas de FreeDict implican la instalación de un conjunto mínimo de software. El [README del repositorio de herramientas](https://github.com/freedict/tools) da una breve introducción sobre cómo configurar las cosas.

source: As soon as everything is set up, you can build a dictionary by changing to its directory and type `make`, so for instance:
es: Tan pronto como todo esté configurado, puede construir un diccionario cambiando a su directorio y escriba 'make', por ejemplo:

source: ## Creating And Importing Dictionaries
es: ## Crear e importar diccionarios

source: The dictionaries are stored in the [TEI XML](https://en.wikipedia.org/wiki/Text_Encoding_Initiative) format, storing semantic information independent from the actual formatting. This means that it is easily possible to target any dictionary program by writing a conversion utility. It also enables arbitrary re-use.
es: Los diccionarios están almacenados en el formato, [TEI XML](https://en.wikipedia.org/wiki/Text_Encoding_Initiative) almacenando información semántica independientemente del formato real. Esto significa que fácilmente puede enfocarse a cualquier programa de diccionario para escribir una utilidad de conversión. También permite la reutilización arbitraria.

source: ### Writing Dictionaries By Hand
es: ### Escribir diccionarios a mano

source: An in-depth introduction into FreeDict internals, including documentation on how to format and process dictionaries can be found in the [FreeDict HOWTO](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-HOWTO).
es: Una introducción a fondo en las entrañas de FreeDict, incluyendo documentación sobre cómo formatear y procesar los diccionarios se puede encontrar en [FreeDict HOWTO](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-HOWTO).

source: We do not offer a general-purpose way to edit dictionaries. Sometimes people use a XML-capable editor and enter all words by hand, others might use some simplified format and use a transformation to the TEI format. Either way is fine and depends on your preferences and skills. If unsure, it is best to ask on the [mailing list](https://www.freelists.org/list/freedict).
es: No ofrecemos una forma de propósito general para editar diccionarios. A veces la gente usa un Editor con capacidad XML e introduce todas las palabras a mano, otros podrían usar algún formato simplificado y transformarlo al formato TEI. De cualquier manera está bien y depende de sus preferencias y habilidades. Si no está seguro, es mejor preguntar en la [lista de correo](https://www.freelists.org/list/freedict).

source: ### Importing Dictionaries
es: ### Importar diccionarios

source: Please note that the [fd-dictionaries](https://github.com/freedict/fd-dictionaries) repository does not contain all dictionaries. Those automatically imported from another source are kept outside of the version control system, because it is enough to have a reproducible importer script.
es: Por favor, tenga en cuenta que el depósito [fd-diccionarios](https://github.com/freedict/fd-dictionaries) no contienen todos los diccionarios. Los que se importan automáticamente de otra fuente se mantienen fuera del sistema de control de versiones, porque basta con tener un script de importación reproducible.

source: Meta information about our dictionaries can be retrieved over a CORS-enabled API, both in XML and JSON format. It can be used to retrieve download links and other meta information useful for embedding them into a dictionary program. The URLs are
es: Los meta datos de nuestros diccionarios puede ser recuperada a través de una API CORS habilitada, tanto en formato XML como JSON. Esta se puede utilizar para recuperar los enlaces de descarga y otros meta datos útiles para incluirlos en un programa de diccionarios. Las URLs son

source: The individual fields are documented [here](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).
es: Los campos individuales están documentados [aquí](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).

source: ## New Dictionary Output Formats
es: ## Nuevos formatos de salida de diccionarios

source: We are always trying to reach more users by exporting into more output formats and our limiting factor is solely the number of contributors. There is a [list of clients](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients) and ideally we would support them all, one day.
es: Siempre estamos tratando de llegar a más usuarios exportando a más formatos de salida y nuestro factor limitante es únicamente el número de contribuyentes. Hay una [lista de clientes] (https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients) e idealmente los apoyaremos a todos, un día.

source: ## Licencing and Reuse
es: ## Licencias y reutilización
