Repository: freedict/website
Catalog: i18n/contents+de.po
Languages: de

source: Home
de: Startseite

source: Documentation
de: Dokumentation

source: Publications
de: Veröffentlichungen

source: About us
de: Über uns

source: View this site in another language:
de: Zeige diese Seite in einer anderen Sprache:

source: Website Translations
de: Übersetzen der Website

source: Help translating this website!
de: Helfen Sie bei der Übersetzung dieser Seite!

source: ## Free Dictionaries, Free Knowledge
de: ## Freie Wörterbücher, freies Wissen

source: The FreeDict project strives to be the most comprehensive source of truly free bilingual dictionaries. They are not just free of charge, but they give you the right to study, change and modify them, as long as you guarantee others these freedoms, too. [Founded in 2000](about), FreeDict nowadays provides over 140 dictionaries in about 45 languages and thanks to its members, grows continuously. Learn how to [become a part of FreeDict](community).
de: Das FreeDict-Projekt hat sich das Ziel gesetzt, die umfassendste Sammlung wirklich freier zweisprachiger Wörterbücher zu sein. Diese sind nicht nur kostenfrei, sondern geben Ihnen das Recht diese zu studieren, zu verändern oder zu kopieren, solange Sie Anderen diese Rechte ebenfalls gewähren. Das Projekt entstand [im Jahr 2000](about) und bietet mittlerweile mehr als 140 Wörterbücher in über 45 Sprachen und wächst dank seiner Mitglieder kontinuierlich. Auch Sie können [ein Teil von FreeDict](community) werden.

source: ## Use Wherever You Want
de: ## Immer und jederzeit verwendbar

source: FreeDict dictionaries offer you the greatest deal of flexibility possible: you can use them both [on your computer or on your mobile phone](downloads) and all the lookups are offline. This means that you can travel abroad without the fear that your provider will make you pay a lot just for a few dictionary lookups. You will even be independent from a network connection.
de: Wörterbücher von FreeDict bieten Ihnen größtmögliche Flexibilität: Sie können sie [auf Ihrem Rechner oder Ihrem Smartphone](downloads) nutzen und das Nachschlagen geschieht offline. Das heißt, dass Sie ins Ausland reisen können, ohne dass Sie befürchten müssen, dass Ihr Anbieter Ihnen für ein paar Mal nachschlagen eine horrende Summe berechnet. Außerdem sind Sie unabhängig von einer Internetverbindung.

source: ## Use For Any Purpose
de: ## Für jeglichen Zweck verwendbar

source: Our data is useful for a wide range of applications which is made possible through the use of the generic [TEI XML format](https://en.wikipedia.org/wiki/Text_Encoding_Initiative). This allows us to export our data into any format and for any purpose, be it an electronic/paper dictionary or a spell checker.
de: Unsere Daten können in einem weiten Anwendungsbereich nützlich sein, was durch die Nutzung des generischen [TEI-Formats (XML)](https://de.wikipedia.org/wiki/Text_Encoding_Initiative) ermöglicht wird. Dies erlaubt uns den Export in ein beliebiges Format oder für einen beliebigen Zweck, sei es ein elektronisches oder gedrucktes Wörterbuch oder eine Rechtschreibkorrektur.

source: About Us
de: Über uns

source: FreeDict is a dictionary project with
de: FreeDict ist ein Wörterbuchprojekt mit

source: * Truly free dictionaries: everybody is able to use, modify and redistribute our dictionaries, given that the licencing terms are met. * Dictionaries can be exported into a variety of output formats for mobile and desktop dictionary programs. * Dictionaries are independent from a specific format and hence can be made available for any purpose, either for end-users or scientific use cases.
de: * Wirklich freie Wörterbücher: jeder darf unsere Wörterbücher nutzen, ändern oder weiterverbreiten, solange die Lizenzbestimmungen eingehalten werden. * Die Wörterbücher können in eine Reihe von Ausgabeformaten für Mobil- und Desktopanwendungen exportiert werden. * Die Wörterbücher sind von einem spezifischen Format unabhängig, daher können sie zu wissenschaftlichen Zwecken oder von Endnutzern verwendet werden.

source: The dictionaries are compiled, imported and maintained by enthusiasts in their spare time. [Learn how to become a part of our community](../community).
de: Die Wörterbücher werden von Freiwilligen in Ihrer Freizeit zusammengestellt, importiert und gewartet. [Finden Sie heraus, wie sie Teil der Gemeinschaft werden können](../community).

source: ### History
de: ### Geschichte

source: This project was started in 2000 by Horst Eyermann. The first databases were derived from a project called Ergane which used to distribute free dictionaries. When Michael Bunk took over the project in 2004, he opened the project to a broader scope, allowing all kinds of dictionaries in the project and converted all dictionaries into the TEI format. He both imported new dictionaries and wrote other dictionaries by hand himself.
de: Dieses Projekt wurde im Jahr 2000 von Horst Eiermann gegründet. Die ersten Wörterbücher wurden von einem Wörterbuchprojekt namens Ergane abgeleitet, welches damals freie Wörterbücher zur Verfügung stellte. Als Michael Bunk das Projekt 2004 übernahm, erweiterte er den Rahmen des Projektes für verschiedenste Wörterbücher und konvertierte diese in das TEI-Format. Er importierte neue Wörterbücher und schrieb weitere von Hand.

source: Since then, FreeDict has much evolved and now offers both imported and hand-crafted dictionaries in various sizes.
de: Seitdem ist FreeDict sehr gewachsen und bietet nun sowohl handgeschriebene als auch importierte Wörterbücher in verschiedenen Größen.

source: With the switch to TEI P5 in 2010, the project uses a comprehensive standard to encode human speech. This format also allows for the usage of the dictionaries in yet unforeseen use case scenario's, because it decouples from the actual output format.
de: Im Jahr 2010 wechselte das Projekt auf TEI P5, womit es einen umfassenden Standard zur Kodierung menschlicher Sprache nutzt. Das Format erlaubt ferner die Nachnutzung in bisher ungeahnten Anwendungen, da es vom tatsächlichen Ausgabeformat entkoppelt.

source: In 2016, FreeDict moved from SourceForge to [Github](https://github.com/freedict). This makes the project more visible and eases collaborative development considerably.
de: 2016 zog das Projekt von SourceForge nach [GitHub](https://github.com/freedict) um. Dadurch ist das Projekt deutlich sichtbarer und das gemeinschaftliche Entwickeln gestaltet sich viel leichter.

source: ### Contact
de: ### Kontakt

source: We are happy to receive feedback, feature requests and we absolutely love patches. Please have a look at our [community page](../community) for more information.
de: Wir freuen uns über Ihre Rückmeldung oder Ihre Verbesserungsvorschläge und wir lieben Patches! Bitte werfen Sie einen Blick auf unsere [Community-Seite](../community) für weitere Informationen.

source: This page uses JavaScript to nicely format the list of downloads. You will instead see a lengthy list, since your browser has JavaScript disabled or doesn't include support for it.
de: Diese Seite nutzt JavaScript um die Downloads ansprechend zu formatieren. Sie werden daher eine überlange Liste sehen, da ihr Browser JavaScript deaktiviert hat oder kein JavaScript unterstützt.

source: Table Of Contents
de: Inhaltsverzeichnis

source: FreeDict dictionaries are stored in a generic file format which allows to target different dictionary applications, also referred to as platforms. The advantage of this approach is that the dictionary data can be used for any application and that you can pick what suits you best.
de: Wörterbücher von FreeDict werden in einem generischen Format gespeichert, was es erlaubt, verschiedene Wörterbuchanwendungen, auch als Plattform bezeichnet, zu unterstützen. Der Vorteil dieses Ansatzes ist, dass die Wörterbuchdaten für jegliche Anwendung verwendet werden können und Sie wählen können, was Ihnen am besten passt.

source: ## StarDict: Common Choice for Most Devices
de: ## StarDict: geeignet für die meisten Geräte

source: For smartphones and tablets, our dictionaries are available in the [slob format](https://github.com/itkach/slob/wiki/Dictionaries), an advanced format understood by the Aard2 dictionary program for Android. Just download [Aard2 from the playstore](https://play.google.com/store/apps/details?id=itkach.aard2&hl=en) or from [F-Droid](https://f-droid.org/wiki/page/itkach.aard2). Finally, download one of our dictionaries below to your smartphone.
de: Für Smartphones und Tablets sind unsere Wörterbücher im [Slob-Format (Englisch)](https://github.com/itkach/slob/wiki/Dictionaries) verfügbar, einem fortschrittlichen Format, u. a. verwendet von Aard2 für Android. Laden Sie einfach [Aard2 aus dem Playstore](https://play.google.com/store/apps/details?id=itkach.aard2&hl=de) bzw. von [F-Droid](https://f-droid.org/wiki/page/itkach.aard2). Anschließend brauchen Sie nur noch eines der unten verfügbaren Wörterbücher auf Ihr Gerät zu laden.

source: For desktop computers, you are free to choose between a variety of dictionary programs, a selection of clients can be found on our [wiki page](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients). The most advanced is probably [GoldenDict](http:goldendict.org). It can read many formats, including the dictd format. Just download the archive below to your computer, unpack it and then select `import` from the menu within GoldenDict.
de: Für einen stationären Rechner können Sie aus einer größeren Auswahl von Programmen wählen; eine Auswahl von Programmen finden Sie auf unserer [englischen Wikiseite](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients). Das fortschrittlichste ist wahrscheinlich [GoldenDict](http:goldendict.org), welches viele Formate lesen kann, inklusive dem Dictd-Format. Laden Sie einfach eines der unten stehenden Archive, entpacken es und wählen Sie dann "importieren" innerhalb GoldenDicts.

source: If you are running a Debian/Ubuntu derivative or Arch, the FreeDict packages are already available via your package manager. If not, use the downloads below.
de: Falls Sie ein Debian/Ubuntu-Derivat oder Arch verwenden, so sind die FreeDict-Pakete bereits in Ihrem Paketmanager verfügbar. Falls nicht, können Sie die unten aufgeführten Downloads verwenden.

source: The archives are in the `.tar.xz` format. If you are unable to unpack this archive format, please download a program like [7-Zip](https://7-zip.org). After this, you will find the `.index` and `.dict.dz` files required for the import in your favourite dictionary program.
de: Die Archive liegen im .tar.xz-Format vor. Wenn Sie dies nicht entpacken können, laden Sie bitte ein Programm wie [7-Zip](https://7-zip.org). Danach finden Sie die Dateien `.index` und `.dict.dz`, welche für den Import in Ihre bevorzugte Anwendung nötig sind.

source: ### Dictionary Downloads
de: ### Wörterbuchdownloads

source: ## Sources
de: ## Quellen

source: If you want to browse through our source, you have several options. The easiest way is to check out the drop-down menu below to select the desired dictionary. Another option is our [static API](#api) that allows for programmatic retrieval of our dictionaries.
de: Wenn Sie in unseren Quellen stöbern möchten, haben Sie mehrere Möglichkeiten. Am Einfachsten ist es, wenn Sie in nachstehender Ausklappliste das gewünschte Wörterbuch wählen. Außerdem haben wir eine [statische API](#api), welche programmatischen Zugriff auf unsere Wörterbücher erlaubt.

source: The dictionary development happens at two places. Some dictionaries are maintained and extended manually and are on [GitHub](https://github.com/freedict/fd-dictionaries). Others are [automatically imported](https://download.freedict.org) from other sources and hence their [importer scripts](https://github.com/freedict/tools) are version-controlled.
de: Die Entwiclung von Wörterbüchern geschieht an zwei Orten. Einige Wörterbücher werden von Hand entwickelt und finden sich auf [GitHub](https://github.com/freedict/fd-dictionaries). Andere werden aus externen Quellen [automatisch generiert](https://download.freedict.org), weshalb ihre [Import-Skripte](https://github.com/freedict/tools) unter Versionskontrolle sind.

source: The Dictionaries are encoded in the TEI format, please see the [documentation](../documentation) for more details.
de: Die Wörterbücher sind im TEI-Format verfasst, bitte besuchen Sie dafür die [Dokumentation](../documentation) für mehr Informationen.

source: The latest release of each dictionaries' source can be retrieved below:
de: Die aktuelle Veröffentlichung der Quellen für jedes Wörterbuch findet sich nachfolgend:

source: The API allows for retrieval of meta information of each dictionary, as well as direct download links for the target formats (AKA platforms) and their source. This can be helpful for app developers or distributors.
de: Mit der API können Kopfdaten über die einzelnen Wörterbücher abgerufen werden sowie die direkten Downloadlinks für die Ausgabeformate (auch bekannt als Plattformen) und deren Quellen. Dies nützt unter anderem Distributoren oder Anwendungsentwicklern.

source: The endpoints are
de: Die Endpunkte sind

source: Documentation of the API fields is [in the wiki](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).
de: Dokumentation für die API-Felder befindet sich [auf Englisch im Wiki](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).

source: Publications ============
de: Veröffentlichungen ============

source: - Leichtfuß, Einhard. 2020. [Translating the Ding dictionary to FreeDict TEI](https://raw.githubusercontent.com/freedict/tools/master/importers/ding2tei/doc/thesis.pdf). Bachelor’s Thesis. Christian-Albrecht University of Kiel, Programming Languages and Compiler Construction Group. Advised by: Priv.-Doz. Dr. Frank Huch. 2020-10-14
de: - Leichtfuß, Einhard. 2020. [Translating the Ding dictionary to FreeDict TEI](https://raw.githubusercontent.com/freedict/tools/master/importers/ding2tei/doc/thesis.pdf). Bachelor-Arbeit. Christian-Albrecht University zu Kiel, AG Programmiersprachen und Übersetzerkonstruktion. Betreut durch: Priv.-Doz. Dr. Frank Huch. 2020-10-14

source: - [project report] Humenda, Sebastian. 2017. [Automated Thesaurus Generation Using Word2vec](https://crustulus.de/downloads/Automated-Thesaurus-Generation-Using-Word2vec.pdf). University project (Großer Beleg, eq. Bachelor's Thesis), technische Universität Dresden.
de: - [Projektbericht] Humenda, Sebastian. 2017. [Automated Thesaurus Generation Using Word2vec](https://crustulus.de/downloads/Automated-Thesaurus-Generation-Using-Word2vec.pdf). Universitätsprojekt (Großer Beleg, entspricht Bachelor), technische Universität Dresden.

source: Presentations ============
de: Präsentationen ============

source: Most of the documentation can be found in the [wiki](https://github.com/freedict/fd-dictionaries/wiki). This page is mostly an overview over the available resources. A good starting point is the section on [frequently asked questions](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-FAQ).
de: Ein Großteil der Dokumentation befindet sich im [Wiki (Englisch)](https://github.com/freedict/fd-dictionaries/wiki). Diese Seite dient vorrangig als Übersicht über verfügbare Ressourcen. Ein guter Ausgangspunkt ist unsere [englische Liste häufig gestellter Fragen](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-FAQ).

source: Our dictionaries, its sources and recommendations for programs to use them can be found on the [downloads page](../downloads). If you are stuck at any point, you might want to [ask for help](../community).
de: Unsere Wörterbücher, deren Quellen und Empfehlungen für Wörterbuchprogramme finden Sie auf der [Downloadseite](downloads). Falls Sie an einem Punkt nicht weiterwissen, können Sie einfach [bei uns nachfragen](../community).

source: ## Getting Started
de: ## Einführung

source: All of the sources are hosted on [GitHub](https://github.com/freedict). Scripts and utilities are contained in the [tools repository](https://github.com/freedict/tools) of which you need a copy. The FreeDict tools assume a minimal set of software to be installed. The [README of the tools repository](https://github.com/freedict/tools) gives a short introduction on how to set things up.
de: Alle Quellen werden auf [GitHub](https://github.com/freedict) gehostet. Alle Werkzeuge befinden sich im [Tools-Repositorium](https://github.com/freedict/tools), von dem Sie eine Kopie benötigen. Die Werkzeuge setzen einige Software voraus, die [englische README-Datei des Repositoriums](https://github.com/freedict/tools) gibt eine kurze Einführung zur Einrichtung.

source: As soon as everything is set up, you can build a dictionary by changing to its directory and type `make`, so for instance:
de: Sobald alles installiert ist, können Sie ein Wörterbuch bauen, indem Sie in dessen Verzeichnis wechseln, beispielsweise:

source: ## Creating And Importing Dictionaries
de: ## Wörterbücher erstellen und importieren

source: The dictionaries are stored in the [TEI XML](https://en.wikipedia.org/wiki/Text_Encoding_Initiative) format, storing semantic information independent from the actual formatting. This means that it is easily possible to target any dictionary program by writing a conversion utility. It also enables arbitrary re-use.
de: Die Wörterbücher werden im [TEI-XML-Format](https://de.wikipedia.org/wiki/Text_Encoding_Initiative) geschrieben, wodurch semantische Informationen unabhängig von der endgültigen Formatierung gespeichert werden können. Das bedeutet, dass es ohne Weiteres möglich ist, neue Wörterbuchprogramme zu unterstützen, indem man einen Konverter schreibt. Außerdem ermöglicht es beliebige Nachnutzung.

source: ### Writing Dictionaries By Hand
de: ### Wörterbücher manuell schreiben

source: An in-depth introduction into FreeDict internals, including documentation on how to format and process dictionaries can be found in the [FreeDict HOWTO](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-HOWTO).
de: Eine sehr ausführliche Einführung in das Innenleben von FreeDict, inklusive Informationen über die Konvertierung und Verarbeitung von Wörterbüchern, kann im [FreeDict HOWTO (Englisch)](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-HOWTO) gefunden werden.

source: We do not offer a general-purpose way to edit dictionaries. Sometimes people use a XML-capable editor and enter all words by hand, others might use some simplified format and use a transformation to the TEI format. Either way is fine and depends on your preferences and skills. If unsure, it is best to ask on the [mailing list](https://www.freelists.org/list/freedict).
de: Wir bieten keine allgemeingültige Methode, um Wörterbücher zu bearbeiten. Einige Mitglieder nutzen einen XML-fähigen Editor und geben die Wörter per Hand ein. Andere nutzen ein vereinfachtes Format, welches dann in das TEI-Format übersetzt wird. Jeder der Ansätze führt zum Ziel und hängt von Ihren Fähigkeiten und Erfahrungen ab. Wenn Sie sich unsicher sind, fragen Sie einfach auf der [Mailingliste](https://www.freelists.org/list/freedict) nach.

source: ### Importing Dictionaries
de: ### Wörterbücher importieren

source: Most of the dictionaries have not been written by hand but were imported from other free sources. The [import centre](https://github.com/freedict/fd-dictionaries/wiki/Import-Centre) gives an overview about which dictionaries have been imported with which program and is a good starting point for new importers.
de: Die meisten Wörterbücher wurden nicht von Hand geschrieben, sondern aus anderen freien Quellen importiert. Das [Import Centre (English)](https://github.com/freedict/fd-dictionaries/wiki/Import-Centre) gibt einen Überblick über die importierten Wörterbücher und deren Importer und ist ein guter Ausgangspunkt für neue Importer.

source: Please note that the [fd-dictionaries](https://github.com/freedict/fd-dictionaries) repository does not contain all dictionaries. Those automatically imported from another source are kept outside of the version control system, because it is enough to have a reproducible importer script.
de: Bitte beachten Sie, dass das [fd-dictionaries-Repositorium](https://github.com/freedict/fd-dictionaries) nicht alle verfügbaren Wörterbücher enthält. Automatisch importierte Wörterbücher werden außerhalb der Versionskontrolle abgelegt, da ein reproduzierbares Importerskript ausreicht.

source: Meta information about our dictionaries can be retrieved over a CORS-enabled API, both in XML and JSON format. It can be used to retrieve download links and other meta information useful for embedding them into a dictionary program. The URLs are
de: Die Kopfdaten der Wörterbücher können über eine CORS-fähige API abgerufen werden, sowohl im JSON- als auch im XML-Format. Diese können genutzt werden, um Links zu den Downloads zu extrahieren oder andere Kopfdaten, damit sie in ein Wörterbuchprogramm eingebettet werden können. Die URLs sind:

source: The individual fields are documented [here](https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API).
de: Die jeweiligen Felder werden [hier (in Englisch)]((https://github.com/freedict/fd-dictionaries/wiki/FreeDict-API) dokumentiert.

source: ## New Dictionary Output Formats
de: ## Neue Ausgabeformate

source: We are always trying to reach more users by exporting into more output formats and our limiting factor is solely the number of contributors. There is a [list of clients](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients) and ideally we would support them all, one day.
de: Wir versuchen immer neue Nutzer zu erreichen, indem wir in weitere Ausgabeformate exportieren, der begrenzende Faktor ist lediglich die Anzahl der Beitragenden. Es gibt eine [Liste von Programmen (Englisch)](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Clients), welche wir idealerweise eines Tages alle unterstützen.

source: ## Licencing and Reuse
de: ## Lizenzierung und Nachnutzung

source: FreeDict provides its dictionaries under free and open source licences that allow the users to study, modify, extend and redistribute them, given that the licencing conditions are met. Each dictionary has separate licencing terms which are located in the TEI header at the beginning of each dictionary file. We advice you to check this out first or to ask on the [mailing list](https://www.freelists.org/list/freedict), if unsure.
de: FreeDict bietet Wörterbücher unter freien und offenen Lizenzen an, welche es dem Nutzern ermöglichen, die Daten zu studieren, zu verändern, zu erweitern und weiterzuverteilen, solange die Lizenzbedingungen eingehalten werden. Jedes Wörterbuch hat eine eigene Lizenz, die in den Meta-Daten am Anfang der TEI-Quelldateien zu finden sind. Es wird daher geraten zuerst die Bedingungen dort zu prüfen, oder bei Unklarheit auf der [Mailingliste](https://www.freelists.org/list/freedict) nachzufragen.
