Repository: freedict/website
Catalog: i18n/contents+de.po
Languages: de

source: The majority of our dictionaries is licenced under [GPL](https://www.gnu.org/licenses/gpl-3.0.en.html). If you plan to modify, extend or bundle these dictionaries, you should study the licence terms carefully. To the best of our knowledge, GPL does permit bundling the dictionary in a commercial product, but requires you to inform the user about the licence of the data. Furthermore you need to link the dictionary sources, including all modifications made. Definite advice can only be given by a lawyer and we make you hereby aware that we are only representing our understanding here.
de: Die meisten Wörterbücher sind unter der [GPL](https://www.gnu.org/licenses/gpl-3.0.en.html) lizenziert. Wenn Sie planen die Wörterbücher zu verändern, zu erweitern oder auszuliefern, so prüfen Sie die Bedingungen eingehend. Nach unserem Verständnis erlaubt die GPL das ausliefern in einem kommerziellen Produkt, sofern der Nutzer über die Lizenz der Daten aufgeklärt wurde. Ferner müssen Sie auf den Quelltext verweisen, inklusive aller Änderungen. Endgültige Sicherheit erlangen Sie nur durch die Konsultation eines Anwalts und wir machen Sie darauf aufmerksam, dass wir lediglich unser Verständnis darstellen.

source: Dictionary Maintainer
de: Wörterbuchbetreuer

source: Dictionaries
de: Wörterbücher

source: FreeDict is more than a large number of dictionaries, tools and infrastructure. It consists of a community of enthusiasts with many different skill sets, including linguists, programmers or simply people with an affinity to languages. The diversity is our strength.
de: FreeDict ist mehr als eine große Ansammlung von Wörterbüchern, Werkzeugen und Infrastruktur. Es besteht aus einer Community von Enthusiasten mit verschiedensten Fähigkeiten, unter anderem Linguisten, Programmierern oder schlichtweg aus Menschen mit einer Affinität für Sprachen. Die Unterschiedlichkeit ist unsere Stärke.

source: Let's get in touch:
de: Treten Sie mit uns in Kontakt:

source: * The IRC channel [`#freedict`](https://webchat.oftc.net/?channels=freedict) on the `OFTC` network lets you get in touch with us in real-time. You can ask any questions in any complexity and without logging. If you do not know IRC, you can try the [web chat](https://webchat.oftc.net/?channels=freedict). This channel is the right place to ask questions if you are hesitant to post to a public mailing list.
de: * Der IRC-Channel [`#freedict`](https://webchat.oftc.net/?channels=freedict) im OFTC-Netzwerk ermöglicht es Ihnen, uns in Echtzeit zu erreichen. Sie können beliebige Fragen beliebiger Komplexität stellen und das ohne Protokollierung. Falls Sie IRC nicht kennen, können Sie [den Webchat](https://webchat.oftc.net/?channels=freedict) ausprobieren. Der Kanal ist der ideale Ort für Fragen, falls Sie nicht auf einer öffentlichen Mailingliste schreiben wollen.

source: * If you want to reach a broader range of users and developers, it is best to subscribe to our [mailing list](https://www.freelists.org/list/freedict). This list is very low traffic and full of people waiting to answer your questions.
de: * Wenn Sie mehr Nutzer und Mitglieder erreichen möchten, ist es am besten, wenn Sie sich bei unserer [Mailingliste](https://www.freelists.org/list/freedict) anmelden. Die Liste hat ein geringes E-Mail-Aufkommen, ist allerdings voller Leute, die auf Ihre Fragen warten.

source: * If you do not speak English well enough, you may also try to ask in your native language on the mailing list, there is a chance that somebody with the according knowledge is around. Just be so kind to include "Please translate my message from language XYZ" in the beginning of your message, so that we can resort to a translation service, if nobody speaks your language.
de: * Wenn Sie Englisch nicht gut genug beherrschen, können Sie versuchen, in Ihrer Muttersprache auf der Liste zu fragen. Wenn Sie Glück haben, ist jemand mit dem entsprechenden Wissen angemeldet. Bitte fügen Sie die Anmerkung "Please translate my message from language xyz" (xyz durch Ihre Sprache ersetzt) an den Anfang Ihrer E-Mail, sodass wir notfalls einen Übersetzungsdienst bemühen können.

source: You might also want to take a look at our [documentation](documentation).
de: Auch ein Blick in unsere [Dokumentation](documentation) ist oft hilfreich.

source: ## Development
de: ## Entwicklung

source: ### Technical
de: ### Technisch

source: Development takes mostly place on [GitHub](https://github.com/freedict) and is split among several repositories. All the hand-written dictionaries are in the [fd-dictionaries](https://github.com/freedict/fd-dictionaries) repository and the tools are in the [the repository with the same name](https://github.com/freedict/tools).
de: Die Entwicklung findet größtenteils auf [GitHub](https://github.com/freedict) statt und ist auf mehrere Repositorien verteilt. Handgeschriebene Wörterbücher befinden sich in [fd-dictionaries](https://github.com/freedict/fd-dictionaries) und Werkzeuge in [tools](https://github.com/freedict/tools).

source: Bugs and feature requests regarding dictionaries are managed on our [fd-dictionaries issue tracker](https://github.com/freedict/fd-dictionaries/issues), including those dictionaries which are *not* in the fd-dictionaries repository. All issues related to the development of tools for building and importing dictionaries should go to the [tools issue tracker](https://github.com/freedict/tools/issues).
de: Fehlerberichte und Verbesserungsvorschläge für Wörterbücher werden auf unserem [fd-dictionaries-Fehler-Tracker in Englisch](https://github.com/freedict/fd-dictionaries/issues) verwaltet, **inklusive jener**, die nicht im fd-dictionaries-Repositorium enthalten sind. Alle Probleme, die mit den Werkzeugen und dem Import von Wörterbüchern zusammenhängen, sollten im [Fehler-Tracker des Tools-Repositoriums (in Englisch)](https://github.com/freedict/tools/issues) gemeldet werden.

source: ### I'm Not A Developer
de: ### Ich bin kein Entwickler

source: #### Website Translations
de: #### Übersetzen der Website

source: We are always looking for people who are able to translate our website. As a dictionary project, we want to reach as many people as possible, hence our website needs many translations. This is not a lot of work and it doesn't change too often, so please [contact us](https://www.freelists.org/list/freedict) if you would like to help.
de: Wir suchen immer nach Freiwilligen, die unsere Website übersetzen. Als Wörterbuchprojekt wollen wir möglichst viele Menschen erreichen, weshalb wir möglichst viele Übersetzungen unserer Seite benötigen. Das Übersetzen ist nicht besonders aufwendig und die Seite ändert sich nicht allzu häufig. Bitte [schreiben Sie uns](https://www.freelists.org/list/freedict), wenn Sie helfen möchten.

source: #### Improving Dictionaries
de: #### Wörterbücher verbessern

source: It is very helpful if you report errors in our dictionaries to us. You can report them either on [GitHub](https://github.com/freedict/fd-dictionaries) or on our mailing list.
de: Es hilft uns sehr, wenn Sie uns Fehler in den Wörterbüchern melden. Sie können diese entweder auf [GitHub (in Englisch)](https://github.com/freedict/fd-dictionaries) oder an die Mailingliste melden.

source: #### Artwork
de: #### Künstlerisches

source: If you have the rare gift of being able to design a website theme, logos, stickers or whatever comes to mind, then we would be very excited to get to know you. Please be so kind and write to us on the [mailing list](https://www.freelists.org/list/freedict).
de: Wenn Sie die seltene Gabe besitzen, Themen für Webseiten, Logos, Sticker oder anderes zu kreieren, würden wir uns sehr freuen, Sie kennenzulernen. Bitte schreiben Sie uns auf der [Mailingliste](https://www.freelists.org/list/freedict).

source: ## Active Dictionary Maintainers
de: ## Aktive Wörterbuchbetreuer

source: Dictionary maintainers are the hardworking persons behind a dictionary who keep it up to date and who take care of including the improvements sent in by the community. A more in-depth explanation can be found at the [dedicated wiki page](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Maintainers).
de: Wörterbuchbetreuer sind die fleißigen Menschen hinter einem Wörterbuch, welche es aktuell halten und Änderungsvorschläge der Gemeinschaft integrieren. Eine ausführlichere Erklärung findet sich auf der entsprechenden [englischen Wiki-Seite](https://github.com/freedict/fd-dictionaries/wiki/Dictionary-Maintainers).

source: Below is a list of the active dictionary maintainers:
de: Nachfolgend eine Liste aller aktiven Wörterbuchbetreuer:

source: Afrikaans
de: Afrikaans (Kapholländisch)

source: Arabic
de: Arabisch

source: Asturian
de: Asturisch

source: Breton
de: Bretonisch

source: Bulgarian
de: Bulgarisch

source: Catalan
de: Katalanisch

source: Central Kurdish
de: Zentralkurdisch

source: Croatian
de: Kroatisch

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: Dutch
de: Niederländisch

source: English
de: Englisch

source: Finnish
de: Finnisch

source: French
de: Französisch

source: German
de: Deutsch

source: Hungarian
de: Ungarisch

source: Icelandic
de: Isländisch

source: Indonesian
de: Indonesisch

source: Irish
de: Irisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Kurdish
de: Kurdisch

source: Latin
de: Lateinisch

source: Lithuanian
de: Litauisch

source: Macedonian
de: Mazedonisch

source: Modern Greek
de: Griechisch (modern)

source: Northern Kurdish
de: Nordkurdisch

source: Norwegian
de: Norwegisch

source: Norwegian Bokmål
de: Norwegisch Bokmål

source: Norwegian Nynorsk
de: Norwegisch (Nynorsk)

source: Occitan
de: Okzitanisch

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Romany
de: Romani

source: Russian
de: Russisch

source: Scottish Gaelic
de: Gälisch (Schottisch)

source: Serbian
de: Serbisch

source: Slovak
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Turkish
de: Türkisch

source: Welsh
de: Walisisch

source: Pick a language:
de: Wählen Sie eine Sprache:

source: No language selected…
de: Keine Sprache ausgewählt

source: version {version} with {headwords} headwords
de: Version {version} mit {headwords} Einträgen

source: checksum
de: Prüfsumme

source: Work in the last {days} days:
de: Arbeit der letzten {days} Tage:

source: {num} issues edits
de: {num} Issues geändert

source: {num} wiki changes
de: {num} Änderungen im Wiki

source: What's Happening
de: Was tut sich

source: One new release:
de: Eine neue Veröffentlichung:

source: {num_releases} new releases:
de: {num_releases} neue Veröffentlichungen:

source: and more
de: und weitere
